{
    "alimentacion": {
        "descripcion": "Consejos sobre nutrici贸n, pastos y suplementos del ganado.",
        "preguntas": {
            "cuanta comida necesita una vaca": "Un bovino adulto consume entre el 2.5% y el 3% de su peso corporal en materia seca al d铆a.",
            "que come el ganado en epoca seca": "Durante la 茅poca seca se recomienda usar ensilaje, heno o bloques nutricionales.",
            "que sales minerales se usan": "Las sales minerales con f贸sforo, calcio y sodio son esenciales para el ganado."
        }
    },
    "reproduccion": {
        "descripcion": "Todo sobre inseminaci贸n, celo y partos.",
        "preguntas": {
            "que es la inseminacion artificial": "La inseminaci贸n artificial mejora la gen茅tica y permite controlar los tiempos de parto.",
            "cada cuanto se puede inseminar una vaca": "Despu茅s del parto, se recomienda inseminar entre los 60 y 90 d铆as, seg煤n la condici贸n corporal.",
            "como detectar el celo": "Observa inquietud, monta a otras vacas y presenta moco transparente. Esos son signos de celo."
        }
    },
    "enfermedades": {
        "descripcion": "Informaci贸n sobre sanidad, vacunaci贸n y prevenci贸n.",
        "preguntas": {
            "que vacunas necesita el ganado": "Depende de la regi贸n, pero las m谩s comunes son contra brucelosis, fiebre aftosa y carbunco.",
            "como prevenir la mastitis": "Mant茅n una buena higiene en el orde帽o y revisa los pezones con regularidad.",
            "sintomas de brucelosis": "Abortos repetidos, retenci贸n de placenta y fiebre intermitente son s铆ntomas comunes."
        }
    },
    "razas": {
        "descripcion": "Razas lecheras, de carne y doble prop贸sito.",
        "preguntas": {
            "que razas son buenas para leche": "Las razas Holstein, Jersey y Pardo Suizo son las m谩s lecheras.",
            "que razas son buenas para carne": "Brahman, Angus y Charolais son razas muy productivas en carne.",
            "que raza sirve para doble proposito": "El Gyr cruzado o Simmental son excelentes para doble prop贸sito ."
        }
    }
}